emoji = "🐵 🦁 🐯 🐱 🐶 🐺 🐻 🐨 🐼 🐹 🐭 🐰 🦊 🦝 🐮 🐷 🐽 🐗 🦓 🦄 🐴 🐸 🐲 🦎 🐉 🦖 🦕 🐢 🐊 🐍 🐁 🐀 🐇 🐈 🐩 🐕 🦮 🐕‍🦺 🐅 🐆 🐎 🐖 🐄 🐂 🐃 🐏 🐑 🐐 🦌 🦙 🦥 🦘 🐘 🦏 🦛 🦒 🐒 🦍 🦧 🐪 🐫 🐿️ 🦨 🦡 🦔 🦦 🦇 🐓 🐔 🐣 🐤 🐥 🐦 🦉 🦅 🦜 🕊️ 🦢 🦩 🦚 🦃 🦆 🐧🦈 🐬 🐋 🐳 🐟 🐠 🐡 🦐 🦞 🦀 🦑 🐙 🦪 🦂 🕷️ 🦋 🐞 🐝 🦟 🦗 🐜 🐌 🐚 🕸️ 🐛 🐾 😀 😃 😄 😁 😆 😅 😂 🤣 😭 😗 😙 😚 😘 🥰 😍 🤩 🥳 🤗 🙃 🙂 ☺️ 😊 😏 😌 😉 🤭 😶 😐 😑 😔 😋 😛 😝 😜 🤪 🤔 🤨 🧐 🙄 😒 😤 😠 🤬 ☹️ 🙁 😕 😟 🥺 😳 😬 🤐 🤫 😰 😨 😧 😦 😮 😯 😲 😱 🤯 😢 😥 😓 😞 😖 😣 😩 😫 🤤 🥱 😴 😪 🌛 🌜 🌚 🌝 🌞 🤢 🤮 🤧 🤒 🍓 🍒 🍎 🍉 🍑 🍊 🥭 🍍 🍌 🌶 🍇 🥝 🍐 🍏 🍈 🍋 🍄 🥕 🍠 🧅 🌽 🥦 🥒 🥬 🥑 🥯 🥖 🥐 🍞 🥜 🌰 🥔 🧄 🍆 🧇 🥞 🥚 🧀 🥓 🥩 🍗 🍖 🥙 🌯 🌮 🍕 🍟 🥨 🥪 🌭 🍔 🧆 🥘 🍝 🥫 🥣 🥗 🍲 🍛 🍜 🍢 🥟 🍱 🍚 🥡 🍤 🍣 🦞 🦪 🍘 🍡 🥠 🥮 🍧 🍧 🍨".split(" ")                


DIZCILIK_STR = [
    "Stickeri dızlayıram...",
    "Sticker paketə əlavə edilir...",
    "Bu sticker artıq mənimdir!",
    "Bunu stickerlərimə əlavə etməliyəm... ",
    "Sticker həps edilir...",
    "Yess yeni sticker!",
    "Nə gözəl stickerdi bu!"
]


ALIVE_MESAJLAR = [
    "😔 `Sənin sevgilin səni tək qoydu amma mən hər zaman yanındayam!` ❤️",
    "__Heç narahat olma, N Σ O N işləyir kef elə. Səni sevirəm__",
    "🎆 `Hay can burdayam! Səni tək qoymaram.`\n`N Σ O N işləyir.`",
    "⛈️ **Əlimdən gələnin ən yaxşısını eləməyə hazıram**",
    "✨ `N Σ O N botun sahibinin əmirlərinə hazırdı...`",
    "`Sən bu dəqiqə dunyanın ən panyatkalı UserBotunu işlədirsən.`",
    "`Hay can!` `Məni çağırdın⁉️ Arada imkan ver zoğallı çayımı içim.`",
    "`Hokus Pokus 🔮! Narahat olma buralardayam. Nəsə olsa Fədai gilin PS4 oturmuşam.`",
    "`Mənə zəng eləmişdin ❓ Çayçıdayam oturmuşam birazdan gələcəm`"
]


AFKSTR = [
    "İndi burda deyiləm gələndə yazaram.",
    "Sahibim burda deyil gözlə gələndə yazar.",
    "Sahibim istirahətdədi onu narahat eləmə :)",
    "Zəng etdiyiniz şəxsə zəng çatmır, telefon ya söndürülüb yada əhatə dairəsi xaricindədir xaiş olunur daha sonra təkrar cəhd edin.",
    "Gizlenqaç oynayıram sakit durrr",
    "Bəli?",
    "Salam mən sahibimin meneceriyəm\nBuyurun istəklərinizi mənə deyə bilərsiz. Sizin üçün sahibimə çatdıraram.",
    "Hələdə anlamadınsa burda deyiləm.",
    "Salam, uzaq mesajıma xoş gəldiniz, sizə necə kömək edə bilərəm?",
    "Mən sahibimin xüsusi botuyam!, sizdə bot istəyirsizsə: @NeonUserBot",
    "Hal hazırda burdan çoox uzaqdayam.\nQışqırsan bəlkə eşitdim.",
    "Bu tərəfə gedirəm\n---->",
    "Bu tərəfə gedirəm\n<----",
    "Zəhmət olmasa mesajınızı yazın sahibim gələndə sizə cavab yazar.",
    "Sahibim burda deyil mənə yazmağı kəs artıq.",
    "Sahibim işi var onu narahat eləmə. O iş görərkən onu narahat etmək onu əsəbləşdirir:)",
    "Sahibim burda deyil. O gələnə qədər mənimlə danışa bilərsiz.",
    "Belə gözəl bir gündə niyə məni narahat edirsən?",
    "Sahibimə mesaj atmaq üçün zəhmət olmasa aşağıdakıları yazın:\nAdınız:\nSoyadınız:\nİsdifadəçi Adınız:\n\nƏgər yuxarıadakıları düzgün yazdızsa sahibim ən qısa zamanda sizə yazacaq.",
    "Hal hazırda burdayam amma mesajını görməzdən gələcəm :)",
]

UNAPPROVED_MSG = (
    "`Hey,` {mention}`! Bu bir bot. Narahat olma.\n\n`"
    "`Sahibim sənə PM atma icazəsi verməyib. `"
    "`Zəhmət olmasa sahibimin aktiv olmağını gözləyin, o adətən PM'ləri qəbul edir.\n\n`"
    "`Bildiyim qədəri ilə o dəlilərə PM atma icazəsi vermir.`\n@YarasaBots")


basemojitext = [
    "a",
    "b",
    "c",
    "ç",
    "d",
    "e",
    "f",
    "g",
    "ğ",
    "h",
    "i",
    "j",
    "k",
    "l",
    "m",
    "n",
    "o",
    "ö",
    "p",
    "q",
    "r",
    "s",
    "t",
    "u",
    "ü",
    "v",
    "w",
    "x",
    "y",
    "z",
    "@",
    "0",
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",
    "7",
    "8",
    "9",
]

emojis = [
    "⁭\
    \n                    💖\
    \n                  💖💖\
    \n               💖💖💖\
    \n            💖💖 💖💖\
    \n          💖💖    💖💖\
    \n        💖💖       💖💖\
    \n      💖💖💖💖💖💖\
    \n     💖💖💖💖💖💖💖\
    \n   💖💖                 💖💖\
    \n  💖💖                    💖💖\
    \n💖💖                       💖💖\
    \n",
    "⁭\
    \n💗💗💗💗💗💗💗\
    \n💗💗💗💗💗💗💗💗\
    \n💗💗                     💗💗\
    \n💗💗                     💗💗\
    \n💗💗💗💗💗💗💗💗\
    \n💗💗💗💗💗💗💗💗\
    \n💗💗                     💗💗\
    \n💗💗                     💗💗\
    \n💗💗💗💗💗💗💗💗\
    \n💗💗💗💗💗💗💗\
    \n",
    "⁭\
    \n          💛💛💛💛💛💛\
    \n     💛💛💛💛💛💛💛💛\
    \n   💛💛                      💛💛\
    \n 💛💛\
    \n💛💛\
    \n💛💛\
    \n 💛💛\
    \n   💛💛                      💛💛\
    \n     💛💛💛💛💛💛💛💛\
    \n         💛💛💛💛💛💛\
    \n",
    "⁭\
    \n          💝💝💝💝💝💝\
    \n     💝💝💝💝💝💝💝💝\
    \n   💝💝                      💝💝\
    \n 💝💝\
    \n💝💝\
    \n💝💝\
    \n 💝💝\
    \n   💝💝                      💝💝\
    \n     💝💝💝💝💝💝💝💝\
    \n         💝💝💝💝💝💝\
    \n\
    \nㅤ               💝💝\
    \n",
    "⁭\
    \n💙💙💙💙💙💙💙\
    \n💙💙💙💙💙💙💙💙\
    \n💙💙                      💙💙\
    \n💙💙                         💙💙\
    \n💙💙                         💙💙\
    \n💙💙                         💙💙\
    \n💙💙                         💙💙\
    \n💙💙                      💙💙\
    \n💙💙💙💙💙💙💙💙\
    \n💙💙💙💙💙💙💙\
    \n",
    "⁭\
    \n💟💟💟💟💟💟💟💟\
    \n💟💟💟💟💟💟💟💟\
    \n💟💟\
    \n💟💟\
    \n💟💟💟💟💟💟\
    \n💟💟💟💟💟💟\
    \n💟💟\
    \n💟💟\
    \n💟💟💟💟💟💟💟💟\
    \n💟💟💟💟💟💟💟💟\
    \n",
    "⁭\
    \n💚💚💚💚💚💚💚💚\
    \n💚💚💚💚💚💚💚💚\
    \n💚💚\
    \n💚💚\
    \n💚💚💚💚💚💚\
    \n💚💚💚💚💚💚\
    \n💚💚\
    \n💚💚\
    \n💚💚\
    \n💚💚\
    \n",
    "⁭\
    \n          💜💜💜💜💜💜\
    \n     💜💜💜💜💜💜💜💜\
    \n   💜💜                     💜💜\
    \n 💜💜\
    \n💜💜                💜💜💜💜\
    \n💜💜                💜💜💜💜\
    \n 💜💜                        💜💜\
    \n   💜💜                      💜💜\
    \n     💜💜💜💜💜💜💜💜\
    \n          💜💜💜💜💜💜\
    \n",
    "\
    \nㅤ      🧡🧡🧡🧡🧡🧡\
    \n\
    \n          🧡🧡🧡🧡🧡🧡\
    \n     🧡🧡🧡🧡🧡🧡🧡🧡\
    \n   🧡🧡                     🧡🧡\
    \n 🧡🧡\
    \n🧡🧡                🧡🧡🧡🧡\
    \n🧡🧡                🧡🧡🧡🧡\
    \n 🧡🧡                        🧡🧡\
    \n   🧡🧡                      🧡🧡\
    \n     🧡🧡🧡🧡🧡🧡🧡🧡\
    \n          🧡🧡🧡🧡🧡🧡\
    \n",
    "⁭\
    \n💖💖                        💖💖\
    \n💖💖                        💖💖\
    \n💖💖                        💖💖\
    \n💖💖                        💖💖\
    \n💖💖💖💖💖💖💖💖💖\
    \n💖💖💖💖💖💖💖💖💖\
    \n💖💖                        💖💖\
    \n💖💖                        💖💖\
    \n💖💖                        💖💖\
    \n💖💖                        💖💖\
    \n",
    "⁭\
    \n💗💗💗💗💗💗\
    \n💗💗💗💗💗💗\
    \n          💗💗\
    \n          💗💗\
    \n          💗💗\
    \n          💗💗\
    \n          💗💗\
    \n          💗💗\
    \n💗💗💗💗💗💗\
    \n💗💗💗💗💗💗\
    \n",
    "⁭\
    \n         💛💛💛💛💛💛\
    \n         💛💛💛💛💛💛\
    \n                  💛💛\
    \n                  💛💛\
    \n                  💛💛\
    \n                  💛💛\
    \n💛💛          💛💛\
    \n  💛💛       💛💛\
    \n   💛💛💛💛💛\
    \n      💛💛💛💛\
    \n",
    "⁭\
    \n💙💙                  💙💙\
    \n💙💙             💙💙\
    \n💙💙        💙💙\
    \n💙💙   💙💙\
    \n💙💙💙💙\
    \n💙💙 💙💙\
    \n💙💙     💙💙\
    \n💙💙         💙💙\
    \n💙💙              💙💙\
    \n💙💙                   💙💙\
    \n",
    "⁭\
    \n💟💟\
    \n💟💟\
    \n💟💟\
    \n💟💟\
    \n💟💟\
    \n💟💟\
    \n💟💟\
    \n💟💟\
    \n💟💟💟💟💟💟💟💟\
    \n💟💟💟💟💟💟💟💟\
    \n",
    "⁭\
    \n💚💚                                    💚💚\
    \n💚💚💚                         💚💚💚\
    \n💚💚💚💚               💚💚💚💚\
    \n💚💚    💚💚       💚💚    💚💚\
    \n💚💚          💚💚💚          💚💚\
    \n💚💚               💚                💚💚\
    \n💚💚                                     💚💚\
    \n💚💚                                     💚💚\
    \n💚💚                                     💚💚\
    \n💚💚                                      💚💚\
    \n",
    "⁭\
    \n💜💜                           💜💜\
    \n💜💜💜                      💜💜\
    \n💜💜💜💜                 💜💜\
    \n💜💜  💜💜               💜💜\
    \n💜💜     💜💜            💜💜\
    \n💜💜         💜💜        💜💜\
    \n💜💜             💜💜    💜💜\
    \n💜💜                 💜💜💜💜\
    \n💜💜                       💜💜💜\
    \n💜💜                             💜💜\
    \n",
    "⁭\
    \n           💖💖💖💖💖\
    \n     💖💖💖💖💖💖💖\
    \n   💖💖                   💖💖\
    \n 💖💖                       💖💖\
    \n💖💖                         💖💖\
    \n💖💖                         💖💖\
    \n 💖💖                       💖💖\
    \n   💖💖                   💖💖\
    \n      💖💖💖💖💖💖💖\
    \n            💖💖💖💖💖\
    \n",
    "\
    \n⁭ㅤ       ❤️❤️     ❤️❤️\
    \n\
    \n           ❤️❤️❤️❤️❤️\
    \n     ❤️❤️❤️❤️❤️❤️❤️\
    \n   ❤️❤️                   ❤️❤️\
    \n ❤️❤️                       ❤️❤️\
    \n❤️❤️                         ❤️❤️\
    \n❤️❤️                         ❤️❤️\
    \n ❤️❤️                       ❤️❤️\
    \n   ❤️❤️                   ❤️❤️\
    \n      ❤️❤️❤️❤️❤️❤️❤️\
    \n            ❤️❤️❤️❤️❤️\
    \n",
    "⁭\
    \n💗💗💗💗💗💗💗\
    \n💗💗💗💗💗💗💗💗\
    \n💗💗                     💗💗\
    \n💗💗                     💗💗\
    \n💗💗💗💗💗💗💗💗\
    \n💗💗💗💗💗💗💗\
    \n💗💗\
    \n💗💗\
    \n💗💗\
    \n💗💗\
    \n",
    "⁭\
    \n           💛💛💛💛💛\
    \n      💛💛💛💛💛💛💛\
    \n   💛💛                    💛💛\
    \n 💛💛                        💛💛\
    \n💛💛                           💛💛\
    \n💛💛              💛💛     💛💛\
    \n 💛💛               💛💛 💛💛\
    \n   💛💛                   💛💛\
    \n      💛💛💛💛💛💛💛💛\
    \n           💛💛💛💛💛   💛💛\
    \n",
    "⁭\
    \n💙💙💙💙💙💙💙\
    \n💙💙💙💙💙💙💙💙\
    \n💙💙                     💙💙\
    \n💙💙                     💙💙\
    \n💙💙💙💙💙💙💙💙\
    \n💙💙💙💙💙💙💙\
    \n💙💙    💙💙\
    \n💙💙         💙💙\
    \n💙💙              💙💙\
    \n💙💙                  💙💙\
    \n",
    "⁭\
    \n       💟💟💟💟💟\
    \n  💟💟💟💟💟💟💟\
    \n  💟💟                 💟💟\
    \n💟💟\
    \n  💟💟💟💟💟💟\
    \n      💟💟💟💟💟💟\
    \n                            💟💟\
    \n💟💟                 💟💟\
    \n  💟💟💟💟💟💟💟\
    \n       💟💟💟💟💟\
    \n",
    "⁭\
    \n💚💚💚💚💚💚💚💚\
    \n💚💚💚💚💚💚💚💚\
    \n               💚💚\
    \n               💚💚\
    \n               💚💚\
    \n               💚💚\
    \n               💚💚\
    \n               💚💚\
    \n               💚💚\
    \n",
    "⁭\
    \n💜💜                      💜💜\
    \n💜💜                      💜💜\
    \n💜💜                      💜💜\
    \n💜💜                      💜💜\
    \n💜💜                      💜💜\
    \n💜💜                      💜💜\
    \n💜💜                      💜💜\
    \n  💜💜                  💜💜\
    \n      💜💜💜💜💜💜\
    \n            💜💜💜💜\
    \n",
    "\
    \n⁭❤️❤️                      ❤️❤️\
    \n\
    \n❤️❤️                      ❤️❤️\
    \n❤️❤️                      ❤️❤️\
    \n❤️❤️                      ❤️❤️\
    \n❤️❤️                      ❤️❤️\
    \n❤️❤️                      ❤️❤️\
    \n❤️❤️                      ❤️❤️\
    \n❤️❤️                      ❤️❤️\
    \n  ❤️❤️                  ❤️❤️\
    \n      ❤️❤️❤️❤️❤️❤️\
    \n            ❤️❤️❤️❤️\
    \n",
    "⁭\
    \n💖💖                              💖💖\
    \n  💖💖                          💖💖\
    \n    💖💖                      💖💖\
    \n      💖💖                  💖💖\
    \n         💖💖              💖💖\
    \n           💖💖         💖💖\
    \n             💖💖     💖💖\
    \n               💖💖 💖💖\
    \n                  💖💖💖\
    \n                       💖\
    \n",
    "⁭\
    \n💗💗                               💗💗\
    \n💗💗                               💗💗\
    \n💗💗                               💗💗\
    \n💗💗                               💗💗\
    \n💗💗              💗            💗💗\
    \n 💗💗           💗💗          💗💗\
    \n 💗💗        💗💗💗       💗💗\
    \n  💗💗   💗💗  💗💗   💗💗\
    \n   💗💗💗💗      💗💗💗💗\
    \n    💗💗💗             💗💗💗\
    \n",
    "⁭\
    \n💛💛                    💛💛\
    \n   💛💛              💛💛\
    \n      💛💛        💛💛\
    \n         💛💛  💛💛\
    \n            💛💛💛\
    \n            💛💛💛\
    \n         💛💛 💛💛\
    \n      💛💛       💛💛\
    \n   💛💛             💛💛\
    \n💛💛                   💛💛\
    \n",
    "⁭\
    \n💙💙                    💙💙\
    \n   💙💙              💙💙\
    \n      💙💙        💙💙\
    \n         💙💙  💙💙\
    \n            💙💙💙\
    \n              💙💙\
    \n              💙💙\
    \n              💙💙\
    \n              💙💙\
    \n              💙💙\
    \n",
    "⁭\
    \n 💟💟💟💟💟💟💟\
    \n 💟💟💟💟💟💟💟\
    \n                       💟💟\
    \n                   💟💟\
    \n               💟💟\
    \n           💟💟\
    \n       💟💟\
    \n   💟💟\
    \n💟💟💟💟💟💟💟\
    \n💟💟💟💟💟💟💟\
    \n",
    "⁭\
    \n\
    \n⁭\
    \n\
    \n⁭\
    \n\
    \n",
    "⁭\
    \n       💗💗💗💗\
    \n   💗💗💗💗💗💗\
    \n💗💗               💗💗\
    \n💗💗               💗💗\
    \n💗💗               💗💗\
    \n💗💗               💗💗\
    \n💗💗               💗💗\
    \n💗💗               💗💗\
    \n   💗💗💗💗💗💗\
    \n        💗💗💗💗\
    \n",
    "⁭\
    \n          💙💙\
    \n     💙💙💙\
    \n💙💙 💙💙\
    \n          💙💙\
    \n          💙💙\
    \n          💙💙\
    \n          💙💙\
    \n          💙💙\
    \n     💙💙💙💙\
    \n     💙💙💙💙\
    \n",
    "⁭\
    \n    💟💟💟💟💟\
    \n  💟💟💟💟💟💟\
    \n💟💟          💟💟\
    \n                💟💟\
    \n             💟💟\
    \n          💟💟\
    \n       💟💟\
    \n    💟💟\
    \n  💟💟💟💟💟💟\
    \n  💟💟💟💟💟💟\
    \n",
    "⁭\
    \n     💛💛💛💛\
    \n  💛💛💛💛💛\
    \n💛💛         💛💛\
    \n                   💛💛\
    \n            💛💛💛\
    \n            💛💛💛\
    \n                   💛💛\
    \n💛💛         💛💛\
    \n  💛💛💛💛💛\
    \n     💛💛💛💛\
    \n",
    "⁭\
    \n                         💖💖\
    \n                    💖💖💖\
    \n              💖💖 💖💖\
    \n          💖💖     💖💖\
    \n     💖💖          💖💖\
    \n💖💖               💖💖\
    \n💖💖💖💖💖💖💖💖💖\
    \n💖💖💖💖💖💖💖💖💖\
    \n                         💖💖\
    \n                         💖💖\
    \n",
    "⁭\
    \n💚💚💚💚💚💚\
    \n💚💚💚💚💚💚\
    \n💚💚\
    \n 💚💚💚💚💚\
    \n   💚💚💚💚💚\
    \n                    💚💚\
    \n                    💚💚\
    \n💚💚          💚💚\
    \n  💚💚💚💚💚\
    \n     💚💚💚💚\
    \n",
    "⁭\
    \n        💜💜💜💜\
    \n    💜💜💜💜💜\
    \n💜💜\
    \n💜💜\
    \n💜💜💜💜💜💜\
    \n💜💜💜💜💜💜💜\
    \n💜💜               💜💜\
    \n💜💜               💜💜\
    \n    💜💜💜💜💜💜\
    \n        💜💜💜💜\
    \n",
    "⁭\
    \n💗💗💗💗💗💗💗\
    \n💗💗💗💗💗💗💗\
    \n                      💗💗\
    \n                     💗💗\
    \n                   💗💗\
    \n                 💗💗\
    \n               💗💗\
    \n             💗💗\
    \n           💗💗\
    \n         💗💗\
    \n",
    "⁭\
    \n        💙💙💙💙\
    \n   💙💙💙💙💙💙\
    \n💙💙               💙💙\
    \n💙💙               💙💙\
    \n   💙💙💙💙💙💙\
    \n   💙💙💙💙💙💙\
    \n💙💙               💙💙\
    \n💙💙               💙💙\
    \n   💙💙💙💙💙💙\
    \n        💙💙💙💙\
    \n",
    "⁭\
    \n        💟💟💟💟\
    \n   💟💟💟💟💟💟\
    \n💟💟               💟💟\
    \n💟💟               💟💟\
    \n 💟💟💟💟💟💟💟\
    \n      💟💟💟💟💟💟\
    \n                         💟💟\
    \n                        💟💟\
    \n  💟💟💟💟💟💟\
    \n       💟💟💟💟\
    \n",
]

cmojis = [
    "⁭\
    \n                    {e}\
    \n                  {e}{e}\
    \n               {e}{e}{e}\
    \n            {e}{e} {e}{e}\
    \n          {e}{e}    {e}{e}\
    \n        {e}{e}       {e}{e}\
    \n      {e}{e}{e}{e}{e}{e}\
    \n     {e}{e}{e}{e}{e}{e}{e}\
    \n   {e}{e}                 {e}{e}\
    \n  {e}{e}                    {e}{e}\
    \n{e}{e}                       {e}{e}\
    \n",
    "⁭\
    \n{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}                     {e}{e}\
    \n{e}{e}                     {e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}                     {e}{e}\
    \n{e}{e}                     {e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}\
    \n",
    "⁭\
    \n          {e}{e}{e}{e}{e}{e}\
    \n     {e}{e}{e}{e}{e}{e}{e}{e}\
    \n   {e}{e}                      {e}{e}\
    \n {e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n {e}{e}\
    \n   {e}{e}                      {e}{e}\
    \n     {e}{e}{e}{e}{e}{e}{e}{e}\
    \n         {e}{e}{e}{e}{e}{e}\
    \n",
    "⁭\
    \n          {e}{e}{e}{e}{e}{e}\
    \n     {e}{e}{e}{e}{e}{e}{e}{e}\
    \n   {e}{e}                      {e}{e}\
    \n {e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n {e}{e}\
    \n   {e}{e}                      {e}{e}\
    \n     {e}{e}{e}{e}{e}{e}{e}{e}\
    \n         {e}{e}{e}{e}{e}{e}\
    \n\
    \nㅤ                 {e}{e}\
    \n",
    "⁭\
    \n{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}                      {e}{e}\
    \n{e}{e}                         {e}{e}\
    \n{e}{e}                         {e}{e}\
    \n{e}{e}                         {e}{e}\
    \n{e}{e}                         {e}{e}\
    \n{e}{e}                      {e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}\
    \n",
    "⁭\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n",
    "⁭\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n",
    "⁭\
    \n          {e}{e}{e}{e}{e}{e}\
    \n     {e}{e}{e}{e}{e}{e}{e}{e}\
    \n   {e}{e}                     {e}{e}\
    \n {e}{e}\
    \n{e}{e}                {e}{e}{e}{e}\
    \n{e}{e}                {e}{e}{e}{e}\
    \n {e}{e}                        {e}{e}\
    \n   {e}{e}                      {e}{e}\
    \n     {e}{e}{e}{e}{e}{e}{e}{e}\
    \n          {e}{e}{e}{e}{e}{e}\
    \n",
    "\
    \nㅤ      {e}{e}{e}{e}{e}{e}\
    \n\
    \n          {e}{e}{e}{e}{e}{e}\
    \n     {e}{e}{e}{e}{e}{e}{e}{e}\
    \n   {e}{e}                     {e}{e}\
    \n {e}{e}\
    \n{e}{e}                {e}{e}{e}{e}\
    \n{e}{e}                {e}{e}{e}{e}\
    \n {e}{e}                        {e}{e}\
    \n   {e}{e}                      {e}{e}\
    \n     {e}{e}{e}{e}{e}{e}{e}{e}\
    \n          {e}{e}{e}{e}{e}{e}\
    \n",
    "⁭\
    \n{e}{e}                        {e}{e}\
    \n{e}{e}                        {e}{e}\
    \n{e}{e}                        {e}{e}\
    \n{e}{e}                        {e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}                        {e}{e}\
    \n{e}{e}                        {e}{e}\
    \n{e}{e}                        {e}{e}\
    \n{e}{e}                        {e}{e}\
    \n",
    "⁭\
    \n{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}\
    \n          {e}{e}\
    \n          {e}{e}\
    \n          {e}{e}\
    \n          {e}{e}\
    \n          {e}{e}\
    \n          {e}{e}\
    \n{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}\
    \n",
    "⁭\
    \n         {e}{e}{e}{e}{e}{e}\
    \n         {e}{e}{e}{e}{e}{e}\
    \n                   {e}{e}\
    \n                   {e}{e}\
    \n                   {e}{e}\
    \n                   {e}{e}\
    \n{e}{e}         {e}{e}\
    \n  {e}{e}       {e}{e}\
    \n   {e}{e}{e}{e}{e}\
    \n      {e}{e}{e}{e}\
    \n",
    "⁭\
    \n{e}{e}                  {e}{e}\
    \n{e}{e}             {e}{e}\
    \n{e}{e}        {e}{e}\
    \n{e}{e}   {e}{e}\
    \n{e}{e}{e}{e}\
    \n{e}{e} {e}{e}\
    \n{e}{e}     {e}{e}\
    \n{e}{e}         {e}{e}\
    \n{e}{e}              {e}{e}\
    \n{e}{e}                   {e}{e}\
    \n",
    "⁭\
    \n{e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n",
    "⁭\
    \n{e}{e}                                {e}{e}\
    \n{e}{e}{e}                      {e}{e}{e}\
    \n{e}{e}{e}{e}            {e}{e}{e}{e}\
    \n{e}{e}    {e}{e}    {e}{e}    {e}{e}\
    \n{e}{e}        {e}{e}{e}         {e}{e}\
    \n{e}{e}             {e}              {e}{e}\
    \n{e}{e}                                {e}{e}\
    \n{e}{e}                                {e}{e}\
    \n{e}{e}                                {e}{e}\
    \n{e}{e}                                {e}{e}\
    \n",
    "⁭\
    \n{e}{e}                           {e}{e}\
    \n{e}{e}{e}                      {e}{e}\
    \n{e}{e}{e}{e}                 {e}{e}\
    \n{e}{e}  {e}{e}               {e}{e}\
    \n{e}{e}     {e}{e}            {e}{e}\
    \n{e}{e}         {e}{e}        {e}{e}\
    \n{e}{e}             {e}{e}    {e}{e}\
    \n{e}{e}                 {e}{e}{e}{e}\
    \n{e}{e}                     {e}{e}{e}\
    \n{e}{e}                           {e}{e}\
    \n",
    "⁭\
    \n           {e}{e}{e}{e}{e}\
    \n     {e}{e}{e}{e}{e}{e}{e}\
    \n   {e}{e}                   {e}{e}\
    \n {e}{e}                       {e}{e}\
    \n{e}{e}                         {e}{e}\
    \n{e}{e}                         {e}{e}\
    \n {e}{e}                       {e}{e}\
    \n   {e}{e}                   {e}{e}\
    \n      {e}{e}{e}{e}{e}{e}{e}\
    \n            {e}{e}{e}{e}{e}\
    \n",
    "\
    \nㅤ       {e}{e}      {e}{e}\
    \n\
    \n           {e}{e}{e}{e}{e}\
    \n     {e}{e}{e}{e}{e}{e}{e}\
    \n   {e}{e}                   {e}{e}\
    \n {e}{e}                       {e}{e}\
    \n{e}{e}                         {e}{e}\
    \n{e}{e}                         {e}{e}\
    \n {e}{e}                       {e}{e}\
    \n   {e}{e}                   {e}{e}\
    \n      {e}{e}{e}{e}{e}{e}{e}\
    \n            {e}{e}{e}{e}{e}\
    \n",
    "⁭\
    \n{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}                     {e}{e}\
    \n{e}{e}                     {e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n",
    "⁭\
    \n           {e}{e}{e}{e}{e}\
    \n      {e}{e}{e}{e}{e}{e}{e}\
    \n   {e}{e}                    {e}{e}\
    \n {e}{e}                        {e}{e}\
    \n{e}{e}                           {e}{e}\
    \n{e}{e}              {e}{e}     {e}{e}\
    \n {e}{e}               {e}{e} {e}{e}\
    \n   {e}{e}                   {e}{e}\
    \n      {e}{e}{e}{e}{e}{e}{e}{e}\
    \n           {e}{e}{e}{e}{e}   {e}{e}\
    \n",
    "⁭\
    \n{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}                     {e}{e}\
    \n{e}{e}                     {e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}    {e}{e}\
    \n{e}{e}         {e}{e}\
    \n{e}{e}              {e}{e}\
    \n{e}{e}                  {e}{e}\
    \n",
    "⁭\
    \n       {e}{e}{e}{e}{e}\
    \n  {e}{e}{e}{e}{e}{e}{e}\
    \n  {e}{e}                 {e}{e}\
    \n{e}{e}\
    \n  {e}{e}{e}{e}{e}{e}\
    \n      {e}{e}{e}{e}{e}{e}\
    \n                            {e}{e}\
    \n{e}{e}                 {e}{e}\
    \n  {e}{e}{e}{e}{e}{e}{e}\
    \n       {e}{e}{e}{e}{e}\
    \n",
    "⁭\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}\
    \n               {e}{e}\
    \n               {e}{e}\
    \n               {e}{e}\
    \n               {e}{e}\
    \n               {e}{e}\
    \n               {e}{e}\
    \n               {e}{e}\
    \n",
    "⁭\
    \n{e}{e}                      {e}{e}\
    \n{e}{e}                      {e}{e}\
    \n{e}{e}                      {e}{e}\
    \n{e}{e}                      {e}{e}\
    \n{e}{e}                      {e}{e}\
    \n{e}{e}                      {e}{e}\
    \n{e}{e}                      {e}{e}\
    \n  {e}{e}                  {e}{e}\
    \n      {e}{e}{e}{e}{e}{e}\
    \n            {e}{e}{e}{e}\
    \n",
    "⁭\
    \n{e}{e}                      {e}{e}\
    \n\
    \n{e}{e}                      {e}{e}\
    \n{e}{e}                      {e}{e}\
    \n{e}{e}                      {e}{e}\
    \n{e}{e}                      {e}{e}\
    \n{e}{e}                      {e}{e}\
    \n{e}{e}                      {e}{e}\
    \n{e}{e}                      {e}{e}\
    \n  {e}{e}                  {e}{e}\
    \n      {e}{e}{e}{e}{e}{e}\
    \n            {e}{e}{e}{e}\
    \n",
    "⁭\
    \n{e}{e}                              {e}{e}\
    \n  {e}{e}                          {e}{e}\
    \n    {e}{e}                      {e}{e}\
    \n      {e}{e}                  {e}{e}\
    \n         {e}{e}              {e}{e}\
    \n           {e}{e}         {e}{e}\
    \n             {e}{e}     {e}{e}\
    \n               {e}{e} {e}{e}\
    \n                  {e}{e}{e}\
    \n                       {e}\
    \n",
    "⁭\
    \n{e}{e}                               {e}{e}\
    \n{e}{e}                               {e}{e}\
    \n{e}{e}                               {e}{e}\
    \n{e}{e}                               {e}{e}\
    \n{e}{e}             {e}             {e}{e}\
    \n{e}{e}          {e}{e}           {e}{e}\
    \n{e}{e}       {e}{e}{e}         {e}{e}\
    \n{e}{e}    {e}{e}  {e}{e}     {e}{e}\
    \n {e}{e}{e}{e}        {e}{e}{e}{e}\
    \n    {e}{e}{e}              {e}{e}{e}\
    \n",
    "⁭\
    \n{e}{e}                    {e}{e}\
    \n   {e}{e}              {e}{e}\
    \n      {e}{e}        {e}{e}\
    \n         {e}{e}  {e}{e}\
    \n            {e}{e}{e}\
    \n            {e}{e}{e}\
    \n         {e}{e} {e}{e}\
    \n      {e}{e}       {e}{e}\
    \n   {e}{e}             {e}{e}\
    \n{e}{e}                   {e}{e}\
    \n",
    "⁭\
    \n{e}{e}                    {e}{e}\
    \n   {e}{e}              {e}{e}\
    \n      {e}{e}        {e}{e}\
    \n         {e}{e}  {e}{e}\
    \n            {e}{e}{e}\
    \n              {e}{e}\
    \n              {e}{e}\
    \n              {e}{e}\
    \n              {e}{e}\
    \n              {e}{e}\
    \n",
    "⁭\
    \n {e}{e}{e}{e}{e}{e}{e}\
    \n {e}{e}{e}{e}{e}{e}{e}\
    \n                       {e}{e}\
    \n                   {e}{e}\
    \n               {e}{e}\
    \n           {e}{e}\
    \n       {e}{e}\
    \n   {e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}\
    \n",
    "⁭\
    \n\
    \n⁭\
    \n\
    \n⁭\
    \n\
    \n",
    "⁭\
    \n       {e}{e}{e}{e}\
    \n   {e}{e}{e}{e}{e}{e}\
    \n{e}{e}               {e}{e}\
    \n{e}{e}               {e}{e}\
    \n{e}{e}               {e}{e}\
    \n{e}{e}               {e}{e}\
    \n{e}{e}               {e}{e}\
    \n{e}{e}               {e}{e}\
    \n   {e}{e}{e}{e}{e}{e}\
    \n        {e}{e}{e}{e}\
    \n",
    "⁭\
    \n          {e}{e}\
    \n     {e}{e}{e}\
    \n{e}{e} {e}{e}\
    \n           {e}{e}\
    \n           {e}{e}\
    \n           {e}{e}\
    \n           {e}{e}\
    \n           {e}{e}\
    \n      {e}{e}{e}{e}\
    \n      {e}{e}{e}{e}\
    \n",
    "⁭\
    \n    {e}{e}{e}{e}{e}\
    \n  {e}{e}{e}{e}{e}{e}\
    \n{e}{e}          {e}{e}\
    \n                {e}{e}\
    \n             {e}{e}\
    \n          {e}{e}\
    \n       {e}{e}\
    \n    {e}{e}\
    \n  {e}{e}{e}{e}{e}{e}\
    \n  {e}{e}{e}{e}{e}{e}\
    \n",
    "⁭\
    \n     {e}{e}{e}{e}\
    \n  {e}{e}{e}{e}{e}\
    \n{e}{e}         {e}{e}\
    \n                   {e}{e}\
    \n            {e}{e}{e}\
    \n            {e}{e}{e}\
    \n                   {e}{e}\
    \n{e}{e}         {e}{e}\
    \n  {e}{e}{e}{e}{e}\
    \n     {e}{e}{e}{e}\
    \n",
    "⁭\
    \n                         {e}{e}\
    \n                    {e}{e}{e}\
    \n              {e}{e} {e}{e}\
    \n          {e}{e}     {e}{e}\
    \n     {e}{e}          {e}{e}\
    \n{e}{e}               {e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}{e}{e}\
    \n                         {e}{e}\
    \n                         {e}{e}\
    \n",
    "⁭\
    \n{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}\
    \n{e}{e}\
    \n {e}{e}{e}{e}{e}\
    \n   {e}{e}{e}{e}{e}\
    \n                    {e}{e}\
    \n                    {e}{e}\
    \n{e}{e}          {e}{e}\
    \n  {e}{e}{e}{e}{e}\
    \n     {e}{e}{e}{e}\
    \n",
    "⁭\
    \n        {e}{e}{e}{e}\
    \n    {e}{e}{e}{e}{e}\
    \n{e}{e}\
    \n{e}{e}\
    \n{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}               {e}{e}\
    \n{e}{e}               {e}{e}\
    \n    {e}{e}{e}{e}{e}{e}\
    \n        {e}{e}{e}{e}\
    \n",
    "⁭\
    \n{e}{e}{e}{e}{e}{e}{e}\
    \n{e}{e}{e}{e}{e}{e}{e}\
    \n                      {e}{e}\
    \n                     {e}{e}\
    \n                   {e}{e}\
    \n                 {e}{e}\
    \n               {e}{e}\
    \n             {e}{e}\
    \n           {e}{e}\
    \n         {e}{e}\
    \n",
    "⁭\
    \n        {e}{e}{e}{e}\
    \n   {e}{e}{e}{e}{e}{e}\
    \n{e}{e}               {e}{e}\
    \n{e}{e}               {e}{e}\
    \n   {e}{e}{e}{e}{e}{e}\
    \n   {e}{e}{e}{e}{e}{e}\
    \n{e}{e}               {e}{e}\
    \n{e}{e}               {e}{e}\
    \n   {e}{e}{e}{e}{e}{e}\
    \n        {e}{e}{e}{e}\
    \n",
    "⁭\
    \n        {e}{e}{e}{e}\
    \n   {e}{e}{e}{e}{e}{e}\
    \n{e}{e}               {e}{e}\
    \n{e}{e}               {e}{e}\
    \n {e}{e}{e}{e}{e}{e}{e}\
    \n      {e}{e}{e}{e}{e}{e}\
    \n                         {e}{e}\
    \n                        {e}{e}\
    \n  {e}{e}{e}{e}{e}{e}\
    \n       {e}{e}{e}{e}\
    \n",
]


ZALG_LIST = [[
    "̖",
    " ̗",
    " ̘",
    " ̙",
    " ̜",
    " ̝",
    " ̞",
    " ̟",
    " ̠",
    " ̤",
    " ̥",
    " ̦",
    " ̩",
    " ̪",
    " ̫",
    " ̬",
    " ̭",
    " ̮",
    " ̯",
    " ̰",
    " ̱",
    " ̲",
    " ̳",
    " ̹",
    " ̺",
    " ̻",
    " ̼",
    " ͅ",
    " ͇",
    " ͈",
    " ͉",
    " ͍",
    " ͎",
    " ͓",
    " ͔",
    " ͕",
    " ͖",
    " ͙",
    " ͚",
    " ",
],
    [
    " ̍", " ̎", " ̄", " ̅", " ̿", " ̑", " ̆", " ̐", " ͒", " ͗",
    " ͑", " ̇", " ̈", " ̊", " ͂", " ̓", " ̈́", " ͊", " ͋", " ͌",
    " ̃", " ̂", " ̌", " ͐", " ́", " ̋", " ̏", " ̽", " ̉", " ͣ",
    " ͤ", " ͥ", " ͦ", " ͧ", " ͨ", " ͩ", " ͪ", " ͫ", " ͬ", " ͭ",
    " ͮ", " ͯ", " ̾", " ͛", " ͆", " ̚"
],
    [
    " ̕",
    " ̛",
    " ̀",
    " ́",
    " ͘",
    " ̡",
    " ̢",
    " ̧",
    " ̨",
    " ̴",
    " ̵",
    " ̶",
    " ͜",
    " ͝",
    " ͞",
    " ͟",
    " ͠",
    " ͢",
    " ̸",
    " ̷",
    " ͡",
]]
